cask_args appdir: '/Applications'
tap 'caskroom/cask'

cask 'google-chrome'
cask 'iterm2'
cask 'spectacle'
cask 'firefox'
cask 'flowdock'
cask 'telegram-desktop'
cask 'colorsnapper'
cask 'karabiner'
cask 'colorpicker-skalacolor'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'virtualbox'
cask 'transmission'
cask 'the-unarchiver'
cask 'dropbox'
cask 'vlc'

brew 'git'
brew 'htop-osx'
brew 'imagemagick'
brew 'most'
brew 'bat'
brew 'postgresql'
brew 'nvm'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'ncdu'
brew 'fzf'
